alibaba-cloud.tongyi-lingma@2.6.1
anthropic.claude-code@2.1.168
codeium.codeium@1.48.2
dan-c-underwood.arm@1.7.4
deyuf.urdf-studio@0.4.1
docker.docker@0.18.0
eamodio.gitlens@18.0.0
growthjack.claude-code-usage@2.0.1
gruntfuggly.todo-tree@0.0.226
holmescn.vscode-wordcount-cjk@1.3.1
jaehyunshim.vscode-ros@0.0.6
jswyll.jswyll-stm32-assistant@0.4.13
marus25.cortex-debug@1.12.1
mathworks.language-matlab@1.3.11
mcu-debug.debug-tracker-vscode@0.0.15
mcu-debug.memory-view@0.0.29
mcu-debug.peripheral-viewer@1.6.1
mcu-debug.rtos-views@0.0.15
mhutchie.git-graph@1.30.0
ms-azuretools.vscode-docker@2.0.0
ms-ceintl.vscode-language-pack-zh-hans@1.123.2026060618
ms-python.debugpy@2026.6.0
ms-python.python@2026.4.0
ms-python.vscode-pylance@2026.2.1
ms-python.vscode-python-envs@1.30.0
ms-vscode.cpptools@1.32.2
ms-vscode.cpptools-extension-pack@1.5.1
ms-vscode.cpptools-themes@2.0.0
ms-vscode.hexeditor@1.11.1
ms-vscode.makefile-tools@0.12.17
ms-vscode.vscode-chat-customizations-evaluations@1.0.6
ms-vscode.vscode-serial-monitor@0.13.1
openai.chatgpt@26.602.40724
shd101wyy.markdown-preview-enhanced@0.8.29
sleistner.vscode-fileutils@3.10.3
smilerobotics.urdf@0.3.0
tomoki1207.pdf@1.2.2
twxs.cmake@0.0.17
vscode-icons-team.vscode-icons@12.18.0
yzhang.markdown-all-in-one@3.6.3
